[
  {
    "title": "Was ist EasySurvey?",
    "content": "EasySurvey ermöglicht es Ihnen, anonyme benutzerdefinierte Formulare zu erstellen und diese anonym mit Ihrem Publikum zu teilen. Wir legen großen Wert auf Datenschutz und erfüllen die DSGVO zu 100%"
  },
  {
    "title": "Wie funktioniert die Zahlung für die Formulare?",
    "content": "Um ein Formular zu aktivieren, müssen Sie eine einmalige Zahlung über unseren Partner Stripe tätigen. Nach der Zahlung wird Ihr Formular sofort freigeschaltet"
  },
  {
    "title": "Wie kann ich mein aktives Formular teilen?",
    "content": "Sobald Ihr Formular aktiviert ist, können Sie es einfach über einen generierten QR-Code oder einen Link mit Ihrem Publikum teilen"
  },
  {
    "title": "Was passiert mit meinem Formular nach 7 Tagen?",
    "content": "<Placeholder>. Aktivierte Formulare werden automatisch nach 7 Tagen gelöscht und archiviert. Sie können das Formular danach nicht mehr verwenden"
  },
  {
    "title": "Werden personenbezogene Daten gespeichert?",
    "content": "Nein, EasySurvey speichert keine personenbezogenen Daten. Alle Formulare und die damit verbundenen Daten sind anonym und entsprechen den Anforderungen der DSGVO"
  },
  {
    "title": "Wie kann ich mein Formular vor der Aktivierung testen?",
    "content": "<Placeholder>"
  },
  {
    "title": "Kann ich ein Formular deaktivieren?",
    "content": "Nein, ein Formular kann nicht deaktiviert werden. Jedes Formular wird nach 7 Tagen automatisch gelöscht und archiviert. Sie können jedoch ein neues Formular erstellen und aktivieren"
  },
  {
    "title": "Was passiert, wenn ich ein Formular nicht aktivieren möchte?",
    "content": "Wenn Sie sich entscheiden, ein Formular nicht zu aktivieren, werden keine Gebühren erhoben. Das Formular kann jedoch nicht verwendet werden"
  },
  {
    "title": "Kann ich ein Formular nach der Aktivierung bearbeiten?",
    "content": "Nein, nach der Aktivierung eines Formulars können Sie es nicht mehr bearbeiten. Sie können jedoch ein neues Formular erstellen und aktivieren"
  },
  {
    "title": "Wo sehe ich die Ergebnisse meines Formulars?",
    "content": "Die Ergebnisse Ihres Formulars werden auf der Ergebnisseite angezeigt. Sie können die Ergebnisse als SVG-, PNG- oder als CSV-Datei herunterladen"
  }
]
